Repository: HazelTanget/Jumpeak
Catalog: Jumpeak/Recources/*.lproj/Localizable.strings
Languages: ru

# helloText
source: Hi! This is Jumpeak - the place where meet students and employers
ru: Привет! Это Jumpeak — место, где дейтятся студенты и работодатели

# doYouUseApp
source: Have you used the app yet?
ru: Уже пользовались приложением?

# enter
source: Sign in
ru: Войти

source: Create account
ru: Создать аккаунт

source: Email
ru: Элеткронная почта

source: Password
ru: Пароль

source: Can't get in?
ru: Не получается зайти?

# enterEmailWithPassCode
source: Enter your confirmation code in your mail
ru: Введите почту, на которую вам пришёл код подтверждения

source: Next
ru: Далее

source: Confirm account
ru: Подтверждение аккаунта

# enterCode
source: Enter your confirmation code, we’ve sent it to you
ru: Введите ваш код подтверждения, мы отправили его вам на почту

# createStrongPass
source: The final step is to create a strong password
ru: Последний шаг — придумайте надёжный пароль

source: Imagine password
ru: Придумайте пароль

source: Weak
ru: Слабый

source: Strong
ru: Сильный

# passwordDontMatch
source: Passwords do not match
ru: Пароли не совпадают

source: Not yet
ru: Пока нет

# yesIHave
source: Yes, there is!
ru: Да, есть!

# welcomeToJumpeak
source: Welcome to the Jumpeak
ru: Добро пожаловать в Jumpeak

# createResume
source: First you need to create your resume card, which will be seen by employers
ru: Для начала нужно создать свою резюме-карточку, которую будут видеть работодатели

# brokenOnSteps
source: We’ve broken it down into steps, you can do some of them a little bit later, but you have to do all of them
ru: Мы разбили всё на шаги, ты можешь некоторые из них чуть позже, но для начала поиска работы нужно выполнить их все

source: Let's start!
ru: Давайте начнем!

# choseOneOrMore
source: Choose an field. One or more
ru: Выбери область. Одну или несколько

# enterNameArea
source: Enter name field
ru: Введи название области

# doYouHaveExp
source: Do you have any experience working or interning in this or similar profession?
ru: Может у тебя есть опыт работы или стажировки на этой или похожей профессии?

# noProblemWithExp
source: It’s okay if you don’t have real experience
ru: Нет ничего страшного, если у тебя ещё нет реального опыта работы

# donwloadPhoto
source: Upload your photo. This will make it easier for employers to meet you
ru: Загрузи свою фотографию. Так работодателям будет легче с тобой познакомиться

# itDefinetlyAction
source: This step can be completed later, but it is mandatory
ru: Этот шаг можно выполнить попозже, но он обязательный

source: Skip
ru: Пропустить

# userDoesntExsist
source: Looks like this e-mail isn’t in our database
ru: Похоже, этой почты нет в нашей базе
